"use strict"
// EX1
// let name="Генератор защитного поля";
// let price="1000";
// price=2000
// console.log(`Выбран ${name}, цена за штуку ${price} кредитов`);
// ===================================================================
// EX2
// const day = 17;
// const month = 10;
// const year = 2048;
// console.log(`Доброе утро, cегодня ${day}/${month}/${year}, за бортом отличная погода!`)
// console.log(date); // 17\10\2048
// console.log(message); // 
// ===================================================================
// EX3
// const name = 'Mango';
// const date = '14/08/2137';
// const roomType = 'люкс';
// console.log(`${name}  прибывает на отдых ${date} в ${roomType}`);
// ===================================================================


